Repository: A6GibKm/cozy
Catalog: po/extra/*.po
Languages: fr

source: Audio Book Player
fr: Lecteur de livres audio

source: Play and organize your audio book collection
fr: Lisez et organisez votre collection de livres audio

source: A modern audio book player
fr: Un lecteur de livres audio moderne

source: You like audio books? Then lets get cozy!
fr: Vous aimez les livres audio ? Alors installez Cozy !

source: Cozy is a modern audio book player. Here are some of the current features:
fr: Cozy est un lecteur de livres audio moderne. Voici quelques-une des fonctionalités actuelles :

source: Import all your audiobooks into cozy to browse them comfortably
fr: Importez tous vos livres audio dans Cozy et retrouvez-les facilement

source: Listen to your DRM free mp3, m4a (aac, ALAC, …), flac, ogg and wav audio books
fr: Écoutez vos livres audio en MP3, M4A (AAC, ALAC, …), FLAC, OGG ou WAV sans DRM

source: Remembers your playback position
fr: Mémorisation de votre position de lecture

source: Sleep timer!
fr: Minuterie !

source: Playback speed control for each book individually
fr: Contrôle de la vitesse de lecture pour chaque livre

source: Search your library
fr: Recherchez dans votre bibliothèque

source: Multiple storage location support
fr: Prise en charge d'emplacements de stockage multiples

source: Offline Mode! This allows you to keep an audiobook on your internal storage if you store your audiobooks on an external or network drive. Perfect to listen to on the go!
fr: Mode hors-ligne ! Cela vous permet de conserver un livre audio dans votre stockage interne si vous stockez vos livres audio sur un disque externe ou en réseau. Parfait pour écouter en déplacement !

source: Drag and Drop to import new audiobooks
fr: Glissez et déposez des livres audio pour les importer

source: Sort your audio books by author, reader and name
fr: Triez vos livres audio par auteur, narrateur et nom

source: Fix: Cozy crashed on startup when prefering cover image files over embedded album art
fr: Correction : Cozy plantait au démarrage lorsque l'option pour préférer les fichiers d'image plutôt que les couvertures intégrées était activée

source: Fixed startup crash on elemntary OS 5.0 Juno
fr: Correction du plantage au démarrage dans elementary OS 5.0 Juno

source: Support for elemntary OS 5.0 Juno
fr: Prise en charge d'elementary OS 5.0 Juno

source: Fixed a bug which prevented cozy from automatically playing the next chapter
fr: Correction d'un bug qui empêchait Cozy de lire automatiquement le chapitre suivant

source: Updated translations
fr: Mise à jour des traductions

source: Improved artwork image quality
fr: Amélioration de la qualité des images de couverture

source: The book overview now supports multiple disks in audiobooks
fr: La vue d'ensemble du livre prend désormais en charge les emplacements multiples dans les livres audios

source: The file not found window will only open when the file is on the internal drive
fr: La fenêtre de fichier non trouvé s'ouvrira seulement si le fichier se trouve dans le disque interne

source: Fixed a typo
fr: Correction d'une faute de frappe

source: Support for elemntary OS 5.0
fr: Prise en charge d'elementary OS 5.0

source: Offline Mode! If your audiobooks are on an external or network drive, you can switch the download button to keep a local cached copy of the book to listen to on the go. To enable this feature you have to set your storage location to external in the settings.
fr: Mode hors-ligne ! Si vos livres audio sont situés sur un disque externe ou en réseau, vous pouvez cocher l'option de téléchargement pour conserver une copie locale du livre à écouter en déplacement. Pour activer cette fonctionnalité vous devez définir votre emplacement de stockage en externe dans les paramètres.

source: Detect online/offline storage devices
fr: Détection des périphériques en ligne/hors-ligne

source: Option to hide unavailable books
fr: Option pour masquer les livres non disponibles

source: Support for wav files
fr: Prise en charge des fichiers WAV

source: Support for audio files that have no tags at all
fr: Prise en charge des fichiers audio sans information

source: You can mark books as read using the right click menu
fr: Vous pouvez marquer des livres comme lus en utilisant le menu contextuel

source: New setting: Prefer cover image file over embedded covers
fr: Nouveau paramètre : Préférer les fichiers d'image plutôt que les couvertures intégrées

source: Redesigned Sleep Timer
fr: Reconception de la minuterie

source: More Sleep Timer: You can now stop the playback after the current chapter
fr: Encore plus de minuterie : Vous pouvez désormais arrêter la lecture après le chapitre courant

source: And even more: Fadeout on timer end (in settings)
fr: Et encore plus : Transition en fondu à la fin de la minuterie (dans les paramètres)

source: Redesigned hello screen and settings
fr: Reconception de l'écran de bienvenue et des paramètres

source: Fixed bug where cozy would not start on GTK older than 3.22
fr: Correction d'un bug où Cozy ne voulait pas démarrer avec les versions de GTK inférieures à 3.22

source: If no author field is present, the reader field will be used as author. This requires a force reimport (settings) on already imported books.
fr: Si il n'y a pas de champ d'auteur, le champ narrateur sera utilisé en tant qu'auteur. Cela nécessite une réimportation forcée (paramètres) sur les livres déjà importés.

source: Optimizations under the hood
fr: Améliorations en interne

source: Import process is now a lot more robust
fr: Le processus d'importation est désormais bien plus fiable

source: Importing should also be quite a bit faster now
fr: L'importation devrait aussi être un peu plus rapide maintenant

source: You can now remove books from your library (using right click menu)
fr: Vous pouvez désormais supprimer des livres de votre bibliothèque (en utilisant le menu contextuel)

source: Blacklist for files that will not be displayed in the library
fr: Liste noire pour les fichiers qui ne seront pas affichés dans la bibliothèque

source: Cozy now prevents your system from suspend during playback
fr: Cozy empêche désormais votre système de se mettre en veille pendant la lecture

source: New app menu
fr: Nouveau menu d'application

source: Multiple bug fixes (30 second replay, last played text, …)
fr: Corrections de bug multiples (Retour 30 secondes en arière, dernier texte lu, …)

source: UI fixes
fr: Corrections de l'interface

source: One of Cozys coolest releases yet:
fr: Une des version de Cozy les plus cool jusqu'à maintenant :

source: New book overview!
fr: Nouvelle vue d'ensemble d'un livre !

source: Lots of UI tweaks
fr: Beaucoup d'améliorations de l'interface

source: HiDPI support
fr: Prise en charge HiDPI

source: Dark mode can be enabled in settings
fr: Le thème sombre peut être activé dans les paramètres

source: Fixed desktop integration (mpris)
fr: Correction de l'intégration du bureau (mpris)

source: Bugfix release
fr: Version corrective de bugs

source: Changelog from 0.5.2:
fr: Modifications de la version 0.5.2 :

source: Choose between displaying the current chapter or the whole book in the titlebar
fr: Choisissez entre l'affichage du chapitre courant ou du livre complet dans la barre de titre

source: Remember playback speed for each book
fr: Mémorisation de la vitesse de lecture pour chaque livre

source: Press space to play and pause
fr: Appuyez sur espace pour lire ou mettre en pause

source: Support for multiple storage locations!
fr: Prise en charge d'emplacements de stockage multiples !

source: Lots of work behind the scenes and small bug fixes
fr: Beaucoup de travail en interne et petites corrections de bugs

source: Display the progress and remaining time of your books
fr: Affichage de l'avancement, et du temps restant de vos livres

source: Click on the remaining time ;)
fr: Cliquez sur le temps restant ;)

source: Support for album art in image files (thanks to oleg-krv)
fr: Prise en charge des couvertures dans les fichiers d'image (grâce à oleg-krv)

source: Faster startup! (introducing album art cache)
fr: Démarrage plus rapide ! (Introduction de la mise en cache des couvertures)

source: Fixed mp3 disk number on imports
fr: Correction du nombre de MP3 sur le disque à l'importation

source: More small bugfixes
fr: Encore des petites corrections de bugs

source: Some UI tweaks (also thanks to jnbr)
fr: Quelques améliorations de l'interface (aussi grâce à jnbr)

source: Support for peewee3 (tanks to jnbr)
fr: Prise en charge de peewee3 (grâce à jnbr)

source: Chinese translation
fr: Traduction en chinois

source: Thanks to the translators for the new languages: Danish, Spanish, Finnish, Italian, Malay, Polish, Portuguese!
fr: Merci à tous les traducteurs pour les nouvelles langues : danois, espagnol, finnois, italien, malaisien, polonais, portugais !

source: Faster startup! Especially with a lot of books cozy starts now way faster then before.
fr: Démarrage plus rapide ! En particulier avec un grand nombre de livres, Cozy démarre désormais bien plus rapidement qu'avant.

source: Fixed ogg tag reading. Please re-import your oggs!
fr: Correction de la lecture des informations des fichiers OGG. Veuillez réimporter vos fichiers OGG !

source: Fixed a bug that could cause crashing cozy with modified playback speed
fr: Correction d'un bug qui pouvait faire planter Cozy lors de la modification de la vitesse de lecture

source: Fixed crackling when changing the playback speed
fr: Correction des trésautements lors du changement de la vitesse de lecture

source: Fixed a bug where UI buttons would not get unlocked after a rescan
fr: Correction d'un bug où les boutons de l'interface n'étaient pas vérrouillés, sans raison apparente

source: Fixed a bug where cozy would not stop playing on closing via menu
fr: Correction d'un bug où Cozy n'arrêtait pas la lecture lors de la fermeture de l'application via le menu

source: Fixed more bugs after a database rescan
fr: Correction de bugs après un nouveau scan de la base de données

source: Fixed a bug where track position was not updated after it finished playing
fr: Correction d'un bug où la position du curseur n'était pas mise à jour à la fin de la lecture

source: Fixed some minor UI bugs
fr: Correction de quelques bugs d'interface mineurs

source: Playback speed control!
fr: Contrôle de la vitesse de lecture !

source: New icons
fr: Nouvelles icônes

source: Added French, Danish and Turkish translations! (Thanks to Vistaus, Distil62, karaagac)
fr: Ajout des traductions en français, danois et turc ! (Grâce à Vistaus, Distil62, karaagac)

source: Cozy now looks a lot nicer!
fr: Cozy est bien plus sympa maintenant !

source: Lots of bug fixes
fr: Beaucoup de corrections de bugs

source: Updated russian translation
fr: Mises à jour des traductions en russe

source: Fixed bug where cozy could crash on startup when a album cover is not supported
fr: Correction d'un bug ou Cozy pouvait planter au démarrage si une image de couverture n'était pas supportée

source: Track progressbar can now be controlled by the keyboard and supports incremental changes
fr: Le curseur de la barre de progression peut désormais être contrôlé et prend en charge les modifications de l'incrémentation

source: Fixed a bug where the position of the track was not resetted after the playback finished
fr: Correction d'un bug où la position du curseur n'était pas réinitialisée après la fin de la lecture

source: Probably faster import
fr: Importation probablement plus rapide

source: Russian translation
fr: Traduction en russe

source: Search your library!
fr: Recherchez dans votre bibliothèque !

source: More robust importer - notifies you about files that could not be imported
fr: Importation plus fiable - vous indique les fichiers qui n'ont pas pu être importés

source: UI tweaks
fr: Améliorations de l'interface

source: Added lots of tooltips
fr: Ajout de beaucoup d'indications

source: Started implementing orca screen reader support
fr: Début de l'implémentation et de la prise en charge du lecteur d'écran orca

source: Removed hello window
fr: Supression de l'écran de bienvenue

source: Fixed a bug where the importer could crash
fr: Correction d'un bug où l'importation pouvait planter

source: Lots of behind the scenes changes
fr: Beaucoup de modifications en interne

source: The sleep timer has landed!
fr: La minuterie a débarqué !

source: m4a/mp4 support!
fr: Prise en charge des fichiers M4A/MP4

source: Lots of UI improvements
fr: Beaucoup d'améliorations de l'interface

source: More reliable playback
fr: Lecture plus fiable

source: Fixed bug where tracks would appear twice in older GTK versions
fr: Correction d'un bug où les curseurs apparaissent en double avec d'anciennes version de GTK

source: More robust importing
fr: Importation plus fiable

source: New dialog when a file could not be found
fr: Nouvelle boîte de dialogue quand un fichier ne peut pas être trouvé

source: Homepage URL is now corrected
fr: L'URL vers la page d'accueil est maintenant corrigé

source: Fixed debian runtime dependencies
fr: Correction des dépendances d'exécution de debian

source: UI fixes in hello screen
fr: Corrections de l'interface pour l'écran de bienvenue

source: Small bug fixes
fr: Petites corrections de bugs

source: New screenshots for app center
fr: Nouvelles captures d'écran pour le Centre d'Applications

source: Contributors and patrons will now be added to the about window
fr: Les contributeurs et patrons seront désormais ajoutés dans la fenêtre À propos

source: Do not use default_width and default_height properties
fr: N'utilise pas les propriétes default_width et default_height

source: Smaller HeaderBar height
fr: Hauteur de la barre supérieure réduite

source: Use open-menu-symbolic for preferences button
fr: Utilisation de l'icône open-menu-symbolic pour le bouton des préférences

source: Instructions if there are no files in library
fr: Instructions à suivre s'il n'y a pas de fichiers dans la bibliothèque

source: About dialog now quitable
fr: La boîte de dialogue À propos peut désormais être fermée

source: Optional auto-rescan the directory on startup
fr: Nouveau scan automatique facultatif du dossier au démarrage de l'application

source: Bugfixes and ui tweaks
fr: Corrections de bugs et améliorations de l'interface

source: Some UI changes
fr: Quelques modifications de l'interface

source: New playback hover icon
fr: Nouvelle icône de lecture au survol

source: Fixed missing track list
fr: Correction de la liste des pistes manquante

source: Cozy's first release! This release includes everything to start listening to your audiobooks. More features are coming soon!
fr: Première version de Cozy ! Cette version inclue tout ce qu'il faut pout commenver à écouter vos livres audio. De nouvelles fonctionnalités sont à venir bientôt !
